/* No comment provided by engineer. */
" in the menu bar to start!" = "在菜单栏中开始！";

/* No comment provided by engineer. */
" will be always hidden." = "将被总是隐藏。";

/* No comment provided by engineer. */
" will be hidden." = "将被隐藏。";

/* No comment provided by engineer. */
"sec(s)" = "秒";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• 根据需要管理菜单栏图标";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• 各种菜单栏外观风格";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• 缩短菜单栏图标间距";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• 支持有刘海的菜单栏";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• 无限次显示/隐藏菜单栏图标";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ 捷径列表";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️ 监控菜单栏项目变化，并触发动作";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️ 未响应项目 %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee 不会收集或跟踪任何您的个人数据并且Barbee也不会请求任何网络权限。";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ 已获得辅助功能权限";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ 已获得屏幕录制权限";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ 联系我们";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ 拖动以根据需要排列菜单栏项！";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 重启Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 报告问题";

/* No comment provided by engineer. */
"👀 View details..." = "👀 查看详情...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 请先在弹出授权窗口的左下角点击🔓解锁, 然后在右边列表中✔️勾选Barbee。";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥使用Barbee增强您的脚本或捷径";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 导出日志...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️增强模式";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ 您已是尊贵的VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 加入TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 单击右键自定义Barbee小组件组";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 单击右键自定义Barbee小组件";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩小组件管理";

/* No comment provided by engineer. */
"3-day Free Trial" = "3天免费试用";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"Accessibility" = "辅助功能";

/* No comment provided by engineer. */
"Action" = "动作";

/* No comment provided by engineer. */
"Action:" = "动作:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "激活 %d 秒";

/* No comment provided by engineer. */
"Activate for a while" = "激活一段时间";

/* No comment provided by engineer. */
"Activate seconds: %d" = "激活秒数: %d";

/* No comment provided by engineer. */
"Active" = "激活";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "根据名字激活Barbee的配置: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "根据名字激活Barbee的配置.";

/* No comment provided by engineer. */
"Active Profile" = "激活配置";

/* No comment provided by engineer. */
"Actived profile successfully" = "激活配置成功";

/* No comment provided by engineer. */
"Add" = "添加";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "添加/移除菜单栏内阴影和投影";

/* No comment provided by engineer. */
"All Menu Bar Item" = "所有菜单栏项目";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "所有菜单栏项目都在外接屏幕上可见";

/* No comment provided by engineer. */
"Alpha Value" = "透明度";

/* No comment provided by engineer. */
"Always Hidden" = "始终隐藏的";

/* No comment provided by engineer. */
"Always Hidden Items" = "始终隐藏的项目";

/* No comment provided by engineer. */
"Always Hidden Items:" = "始终隐藏的项目:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "总是隐藏的菜单栏项目";

/* No comment provided by engineer. */
"App Modules" = "App模块";

/* No comment provided by engineer. */
"Apply" = "应用";

/* No comment provided by engineer. */
"Authorize" = "授权";

/* No comment provided by engineer. */
"Automation" = "自动化";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "自动化功能需要额外的权限！";

/* No comment provided by engineer. */
"Backup profile successfully." = "成功备份配置。";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "备份到iCloud云盘";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee需要辅助功能权限来显示/隐藏菜单栏项目。";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee需要屏幕录制权限来监控菜单项目列表和给发生变化的菜单项目截图。";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee的部分功能需要一些额外的权限才能使用。请审阅以下的权限。";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "成为VIP，不受限制地使用";

/* No comment provided by engineer. */
"Beta Testing" = "测试版本";

/* No comment provided by engineer. */
"Bundle Identifier" = "包标识符";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "修改内阴影状态: ${innerShadowState}, 投影状态: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "修改菜单栏颜色";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "修改菜单栏颜色为: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "修改菜单栏阴影状态";

/* No comment provided by engineer. */
"Change Top Notch State" = "修改屏幕刘海状态";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "修改屏幕刘海状态为: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "修改壁纸...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "修改您当前屏幕的菜单栏颜色，输入您颜色的16进制字符串(例如 `0AB188FF`). 如果颜色值为空则会恢复菜单栏原本颜色。";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "更改菜单栏颜色需要用户目录授权";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "更改菜单项间隙需要用户目录授权";

/* No comment provided by engineer. */
"Choose a menu bar item" = "选择一个菜单栏项";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "选择Barbee的模式";

/* No comment provided by engineer. */
"Click menu bar item" = "点击菜单栏项";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "点击菜单栏项目(只增强模式可用)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "使用标识符点击菜单栏项目: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "使用标识符点击菜单栏项目(例如: 'com.apple.controlcenter-WiFi')";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "点击菜单栏Barbee图标时直接切换隐藏项目的可见性";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "单击菜单栏以切换隐藏项目的可见性";

/* No comment provided by engineer. */
"Click the icon " = "点击图标";

/* No comment provided by engineer. */
"Close" = "关闭";

/* No comment provided by engineer. */
"Color" = "颜色";

/* No comment provided by engineer. */
"Configuration" = "配置";

/* No comment provided by engineer. */
"Confirm" = "确认";

/* No comment provided by engineer. */
"Content" = "内容";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Corner Radius" = "角半径";

/* No comment provided by engineer. */
"Current Item" = "当前项";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "自定义捷径功能需要额外的权限！";

/* No comment provided by engineer. */
"Dark Background Color" = "暗色背景";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "默认间隙 - 项目之间系统默认的间距";

/* No comment provided by engineer. */
"Delay before hiding items again." = "再次隐藏项目时的延时.";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete `%@`" = "删除 `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "诊断";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "您想要备份配置文件到iCloud吗?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "您想要删除配置`%@`吗？";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "删除此自动化吗？";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "删除此捷径吗？";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "您想要导入此配置？";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "您想要从iCloud同步配置文件吗？";

/* No comment provided by engineer. */
"Drop Shadow" = "投影";

/* No comment provided by engineer. */
"Drop Shadow State" = "投影状态";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Energy Saver" = "节能";

/* No comment provided by engineer. */
"Enhanced Mode" = "增强模式";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "增强模式仅适用于刘海屏";

/* No comment provided by engineer. */
"Export" = "导出配置";

/* No comment provided by engineer. */
"Failed to active profile" = "激活配置失败";

/* No comment provided by engineer. */
"Failed to backup profile." = "备份配置失败。";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "更改菜单项间距失败";

/* No comment provided by engineer. */
"Failed to export profile." = "此配置导出失败";

/* No comment provided by engineer. */
"Failed to import profile." = "此配置导入失败";

/* No comment provided by engineer. */
"Failed to restore" = "恢复失败";

/* No comment provided by engineer. */
"Failed to sync profile." = "同步配置失败。";

/* No comment provided by engineer. */
"Feedback" = "反馈";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "要使设置生效，您必须打开Barbee的“登录时启动”，注销并重新登录到 macOS。";

/* No comment provided by engineer. */
"Found %d profile(s)" = "找到%d个配置";

/* No comment provided by engineer. */
"Frame" = "框架";

/* No comment provided by engineer. */
"General" = "通用";

/* No comment provided by engineer. */
"Get all menu bar items" = "获取所有菜单栏项目";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "获取所有菜单栏项目";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "获取所有总是隐藏的菜单栏项目";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "获取所有总是隐藏的菜单栏项目";

/* No comment provided by engineer. */
"Get App Modules" = "获取App模块";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "使用App的包标识符获取App的模块: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "获取隐藏的菜单栏项目";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "获取隐藏的菜单栏项目";

/* No comment provided by engineer. */
"Get shown menu bar items" = "获取显示的菜单栏项目";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "获取显示的菜单栏项目";

/* No comment provided by engineer. */
"Get Started" = "开始";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "前往Barbee的偏好设置...";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "授予 Barbee 权限";

/* No comment provided by engineer. */
"Has Top Notch" = "有刘海";

/* No comment provided by engineer. */
"Has top notch?" = "有刘海？";

/* No comment provided by engineer. */
"Height" = "高";

/* No comment provided by engineer. */
"Help Center" = "帮助中心";

/* No comment provided by engineer. */
"Hidden" = "隐藏的";

/* No comment provided by engineer. */
"Hidden Items" = "隐藏的项目";

/* No comment provided by engineer. */
"Hidden Items:" = "隐藏的项目:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "隐藏的菜单栏项目";

/* No comment provided by engineer. */
"Hide" = "隐藏";

/* No comment provided by engineer. */
"Hide All" = "隐藏全部";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "隐藏菜单栏项目(仅增强模式可用)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "使用标识符隐藏菜单栏项目: ${itemIdentifier}, 到 X: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "使用标识符隐藏菜单栏项目(例如: 'com.apple.controlcenter-WiFi'), X是可选项。";

/* No comment provided by engineer. */
"Hide not-showing items" = "隐藏非显示项目";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "按住 CONTROL(⌃) 并点击菜单图标来显示/隐藏所有项目";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "按住 CONTROL(⌃) 并点击菜单来显示/隐藏所有项目";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "按住 OPTION(⌥) 并点击菜单图标来显示/隐藏隐藏的项目";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "按住 COMMAND(⌘) 来拖动菜单项目";

/* No comment provided by engineer. */
"Hovered" = "悬停";

/* No comment provided by engineer. */
"Icon:" = "图标:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "如果您遇到任何问题或想帮助我们改进或本地化 Barbee，请随时与我们联系！";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "如果您想在正常模式下使用 Barbee，只需在系统偏好设置中删除授予的权限即可。";

/* No comment provided by engineer. */
"Import" = "导入配置";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "在多屏情况下，非刘海屏会使用普通模式显示/隐藏菜单栏。";

/* No comment provided by engineer. */
"Inner Shadow" = "内阴影";

/* No comment provided by engineer. */
"Inner Shadow State" = "内阴影状态";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "内置项水平填充";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "内置项垂直填充";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "菜单栏可见状态";

/* No comment provided by engineer. */
"Is menu bar visible?" = "菜单栏可见吗？";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "通过窗口背景移动窗口";

/* No comment provided by engineer. */
"Item has any changes" = "项目发生任何变化";

/* No comment provided by engineer. */
"Item Identifier" = "项目标识符";

/* No comment provided by engineer. */
"Items" = "项目";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "拖动到左侧的项目将始终隐藏。 按住命令 ⌘ 键拖动菜单栏中的项目。";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "拖动到左侧的项目将被隐藏。 按住命令 ⌘ 键拖动菜单栏中的项目。";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "图标左侧的项目";

/* No comment provided by engineer. */
"Launch At Login" = "开机自启动";

/* No comment provided by engineer. */
"Level" = "层级";

/* No comment provided by engineer. */
"Lifetime" = "终身版";

/* No comment provided by engineer. */
"Lifetime - %@" = "终身版 - %@";

/* No comment provided by engineer. */
"Light Background Color" = "亮色背景";

/* No comment provided by engineer. */
"Lowest" = "最底层";

/* No comment provided by engineer. */
"macOS log out required" = "需要注销macOS";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "让刘海像忍者一样消失 🥷(您也可以设置菜单栏颜色为⬛️)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "管理菜单栏中的App模块";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "管理菜单栏中的系统模块";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "管理App模块需要用户目录授权";

/* No comment provided by engineer. */
"Menu Bar" = "菜单栏";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "菜单栏外观";

/* No comment provided by engineer. */
"Menu Bar Color:" = "菜单栏颜色:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "菜单栏项间隙:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "菜单栏布局";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "菜单栏布局功能需要额外的权限！";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "菜单栏阴影:";

/* No comment provided by engineer. */
"Menu Bar:" = "菜单栏:";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "模式修改成功！";

/* No comment provided by engineer. */
"Mode:" = "模式:";

/* No comment provided by engineer. */
"More" = "更多";

/* No comment provided by engineer. */
"Multi-screen:" = "多屏:";

/* No comment provided by engineer. */
"Name" = "名称";

/* No comment provided by engineer. */
"Name:" = "名称:";

/* No comment provided by engineer. */
"New" = "新建";

/* No comment provided by engineer. */
"New Items Location" = "新的项目的位置";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ 请求新功能";

/* No comment provided by engineer. */
"New Single Widget..." = "新建单个小组件...";

/* No comment provided by engineer. */
"New Widget" = "新的组件";

/* No comment provided by engineer. */
"New Widget Group" = "新建小组件组";

/* No comment provided by engineer. */
"New Widget Group..." = "新建小组件组...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "新发现的菜单栏项目将会被移动到:";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No action" = "无动作";

/* No comment provided by engineer. */
"No backups" = "无备份";

/* No comment provided by engineer. */
"No configurable app modules found" = "找不到可配置的App模块";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "无间隙 - 项目之间无间距";

/* No comment provided by engineer. */
"No matching results" = "没有匹配的结果";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "非订阅，完全免费";

/* No comment provided by engineer. */
"Normal" = "普通";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "普通间隙 - 项目之间普通的间距";

/* No comment provided by engineer. */
"Normal Mode" = "普通模式";

/* No comment provided by engineer. */
"Not Now" = "暂不";

/* No comment provided by engineer. */
"Notch:" = "刘海:";

/* No comment provided by engineer. */
"Ok" = "好";

/* No comment provided by engineer. */
"One-time purchase" = "一次性购买";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "好耶，没有隐藏项目！ 🔥️您可以在偏好设置中修改菜单栏的布局。";

/* No comment provided by engineer. */
"Open System Preferences..." = "打开系统偏好设置...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "请按住 command(⌘) 并拖动菜单栏中的 `<`、`|` 和 `Barbee 图标`，并按正确的顺序放置它们。 顺序是：总是隐藏的图标 `<` 隐藏的图标 `|` 显示的图标 `Barbee图标`。";

/* No comment provided by engineer. */
"Preferences" = "偏好设置";

/* No comment provided by engineer. */
"Preferences..." = "偏好设置...";

/* No comment provided by engineer. */
"Privacy Policy" = "隐私策略";

/* No comment provided by engineer. */
"Profile" = "配置";

/* No comment provided by engineer. */
"Profile Entry:" = "配置入口:";

/* No comment provided by engineer. */
"Profile Name" = "配置名称";

/* No comment provided by engineer. */
"Purchase & Restore" = "购买 & 恢复";

/* No comment provided by engineer. */
"Quick Search" = "快速搜索";

/* No comment provided by engineer. */
"Quick Search Entry:" = "快速搜索入口:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "快速搜索功能需要额外的权限！";

/* No comment provided by engineer. */
"Quick Search:" = "快速搜索:";

/* No comment provided by engineer. */
"Quick Start Guide" = "快速入门指南";

/* No comment provided by engineer. */
"Quit" = "退出";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "推荐给屏幕大或系统没有隐藏图标的用户。";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "推荐给屏幕上有刘海或系统有隐藏图标的用户。";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "使用电池供电时降低刷新率";

/* No comment provided by engineer. */
"Refresh" = "刷新";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "刷新间隔(以秒为单位)";

/* No comment provided by engineer. */
"Refresh menu bar items" = "刷新菜单栏项目";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "刷新菜单栏项目";

/* No comment provided by engineer. */
"Related Item:" = "相关的项目:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "减小屏幕空间移除刘海";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "移除/恢复您刘海屏幕的刘海";

/* No comment provided by engineer. */
"Request Access..." = "请求访问...";

/* No comment provided by engineer. */
"Reset" = "重置";

/* No comment provided by engineer. */
"Restore Purchase" = "恢复购买";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "恢复购买成功！如果仍然无效，请重新安装该应用程序。";

/* No comment provided by engineer. */
"Returns all menu bar items." = "返回所有菜单栏项目。";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "返回所有总是隐藏的菜单栏项目。";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "使用包标识符返回对应App里的模块。";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "返回隐藏的菜单栏项目。";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "返回显示的菜单栏项目。";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "返回当前活动状态的屏幕是否有刘海。";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "返回当前活动状态的屏幕菜单栏是否可见。";

/* No comment provided by engineer. */
"Reveal In Finder" = "在Finder中显示";

/* No comment provided by engineer. */
"Scopes:" = "范围:";

/* No comment provided by engineer. */
"Screen Recording" = "屏幕录制";

/* No comment provided by engineer. */
"Search for a menu bar item" = "搜索菜单栏项";

/* No comment provided by engineer. */
"Select" = "选择";

/* No comment provided by engineer. */
"Select a related menu bar item" = "选择一个相关的菜单项目";

/* No comment provided by engineer. */
"Select..." = "选择...";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "显示/隐藏所有项目的捷径:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "显示/隐藏隐藏项目的捷径:";

/* No comment provided by engineer. */
"Shortcut:" = "捷径:";

/* No comment provided by engineer. */
"Shortcuts" = "捷径";

/* No comment provided by engineer. */
"Show" = "显示";

/* No comment provided by engineer. */
"Show all" = "显示全部";

/* No comment provided by engineer. */
"Show All" = "显示全部";

/* No comment provided by engineer. */
"Show all menu bar items" = "显示全部菜单栏项目";

/* No comment provided by engineer. */
"Show Entry in Menu" = "在菜单中显示入口";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "显示所有菜单栏项目";

/* No comment provided by engineer. */
"Show in All Spaces" = "在所有空间中显示";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "显示菜单栏项目(只增强模式可用)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "使用标识符显示菜单栏项目: ${itemIdentifier}, 到 X: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "使用标识符显示菜单栏项目(例如: 'com.apple.controlcenter-WiFi'), X是可选项。";

/* No comment provided by engineer. */
"Show Profile in Menu" = "在菜单中显示配置";

/* No comment provided by engineer. */
"Shown Items" = "显示的项目";

/* No comment provided by engineer. */
"Shown Items:" = "显示的项目:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "显示的菜单栏项目";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "小间隙 - 项目之间适当的间距";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "增强模式下部分菜单栏项会被移动到单独的菜单栏中，这种模式需要用户授权一些必要的权限（屏幕录制和辅助功能），但普通模式下不会有额外的权限请求。";

/* No comment provided by engineer. */
"Something Wrong?" = "出现问题？";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 如果授权Barbee后应用仍然提示没有权限，请取消对Barbee的授权，删除授权列表中的Barbee，然后重新启动Barbee，重新授权。";

/* No comment provided by engineer. */
"Start" = "开始";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "在开机时自动启动Barbee。";

/* No comment provided by engineer. */
"Startup:" = "启动:";

/* No comment provided by engineer. */
"State" = "状态";

/* No comment provided by engineer. */
"Switch App Module State" = "切换App模块状态";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "切换Barbee模式";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "使用标识符切换菜单栏App模块的状态(例如: 'com.apple.controlcenter-WiFi')。";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "使用标识符 ${itemIdentifier} 切换App的模块状态: ${state}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "切换到增强模式";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "切换到普通模式";

/* No comment provided by engineer. */
"Symbol:" = "标志";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "从iCloud云盘同步";

/* No comment provided by engineer. */
"Sync profile successfully." = "同步配置成功。";

/* No comment provided by engineer. */
"Terms of Use" = "使用条款";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "感谢您购买Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "感谢您试用Barbee";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "自动化将被删除并立即生效";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "测试版本可能包含错误或导致问题。任何来自您的反馈将会帮助Barbee越来越好。";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "更改已保存，退出并重新启动App `%@`后将生效。";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "已发现以下模块可能会显示在菜单栏中，您可以启用或禁用它们。";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "隐藏的菜单栏图标将显示在右上角的单独菜单栏中。";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "隐藏的菜单栏图标将被折叠。";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "菜单栏的悬停区域包括应用程序菜单和苹果标志区域";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "iCloud的配置文件将会被本地配置文件替换并且无法恢复。";

/* No comment provided by engineer. */
"The item is invisible" = "该项目不可见";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "因为屏幕刘海，该项目不可见。您可以隐藏刘海，调整显示分辨率或减少Barbee设置中可见项目的数量。";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "因为菜单栏没有足够空间，该项目不可见。您可以调整显示分辨率或减少Barbee设置中可见项目的数量。";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "本地的配置文件将会被iCloud配置文件替换并且无法恢复。";

/* No comment provided by engineer. */
"The profile has been exported." = "此配置已导出";

/* No comment provided by engineer. */
"The profile has been imported." = "此配置已导入";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "所选项目现在不在菜单栏中";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "菜单栏下的阴影";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "菜单栏中的阴影";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "快捷方式将被删除并立即生效";

/* No comment provided by engineer. */
"Then: %@" = "然后: %@";

/* No comment provided by engineer. */
"Top Notch" = "刘海";

/* No comment provided by engineer. */
"Topmost" = "最顶层";

/* No comment provided by engineer. */
"Trigger:" = "触发器:";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "升级到Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "在增强模式下使用 Barbee？";

/* No comment provided by engineer. */
"Use in Shortcuts" = "在捷径中使用";

/* No comment provided by engineer. */
"View iCloud profiles" = "查看iCloud配置";

/* No comment provided by engineer. */
"View URL Schemes" = "查看URL Schemes";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "欢迎使用Barbee!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "当悬停超过一定时间时，显示隐藏的项目。";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "将鼠标悬停在菜单栏上时，隐藏的项目将自动显示";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "悬停在App的菜单或 Apple(🍎) 徽标上时，隐藏的项目也会自动显示";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "离开菜单栏时，隐藏的项目将再次隐藏";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "当外接屏幕成为焦点屏幕时，所有菜单栏项目将会被显示，失去焦点时，将会重新隐藏。";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "当Barbee出现问题时，您可以尝试重新启动Barbee来解决这个问题。";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "当您单击菜单栏的空白区域时，Barbee将切换显示隐藏的项目。";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "当您单击菜单栏图标时，Barbee 将切换显示隐藏项目而不是 Barbee 菜单。 右键单击菜单栏图标将显示 Barbee 菜单。";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "当您按住 CONTROL(⌃) 并单击菜单栏图标时，Barbee 将切换显示/隐藏所有项目。";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "当您按住 CONTROL(⌃) 并单击菜单栏图标时，Barbee 将切换显示/隐藏所有项目。";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "当您按住 OPTION(⌥) 并单击菜单栏图标时，Barbee 将切换显示/隐藏隐藏的项目。";

/* No comment provided by engineer. */
"When: %@" = "当: %@";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "您想看哪种模式的教程？";

/* No comment provided by engineer. */
"Widget" = "小组件";

/* No comment provided by engineer. */
"Widget Entry:" = "小组件入口:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "小组件功能需要额外的权限！";

/* No comment provided by engineer. */
"Width" = "宽";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Barbee菜单栏图标顺序错误";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "您可以查看快速入门指南以了解有关Barbee两种模式的更多信息。";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "您可以启用/禁用菜单中的`配置`入口。";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "您可以启用或禁用在Barrbee菜单中的`快速搜索`入口。";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "您可以启用或禁用在Barrbee菜单中的`小组件`入口。";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "您可以将诊断日志导出并返回给开发者，帮助开发者解决您的问题。";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "您可以在的偏好设置中修改菜单栏的布局";

/* No comment provided by engineer. */
"You have unlocked all features for 3 days, enjoy!" = "您已经解锁了所有功能，可用时间为3天，现在就享受吧！";

/* No comment provided by engineer. */
"You have unlocked all features, enjoy!" = "您已经解锁了所有功能，现在就享受吧！";

/* No comment provided by engineer. */
"Arrange" = "整理";

/* No comment provided by engineer. */
"• Cloud backup and profile syncing" = "• 云备份和同步配置文件";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• 使用 Barbee 增强您的脚本或捷径";

/* No comment provided by engineer. */
"No items found" = "未找到任何项";

/* No comment provided by engineer. */
"This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "当Barbee在新的macOS上运行并捕获菜单栏项目的屏幕截图时，会出现此提示。 \n⛔️ Barbee是一款离线应用，没有网络权限。";

/* No comment provided by engineer. */
"Got it" = "已了解";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 还原补丁";

/* No comment provided by engineer. */
"Reset All Permissions" = "重置所有权限";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ 重置所有权限";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "您想要导入此补丁吗？";

/* No comment provided by engineer. */
"The patch has been imported." = "补丁已导入。";

/* No comment provided by engineer. */
"Failed to import patch." = "补丁导入失败。";

/* No comment provided by engineer. */
"Active Symbol" = "激活标志";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "根据编号激活Barbee的标志: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "根据编号激活Barbee的标志.";

/* No comment provided by engineer. */
"Symbol Number" = "标志编号";

/* No comment provided by engineer. */
"Text" = "文本";

/* No comment provided by engineer. */
"Image" = "图片";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "开机时启动Barbee吗？";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, would you like to enable it?" = "非常建议您在开机时启动Barbee,您是否想启用呢？";

/* No comment provided by engineer. */
"Rate on the Mac App Store" = "⭐️ 鼓励一下!";

/* No comment provided by engineer. */
"Rate Now" = "鼓励一下";

/* No comment provided by engineer. */
"Love Barbee?" = "喜欢Barbee吗？";

/* No comment provided by engineer. */
"Whether you love Barbee or feel we could be doing better, we want to know!" = "不管您是否喜欢Barbee或是希望我们可以做的更好，我们希望知道！";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "Barbee的菜单栏图标已被隐藏";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "您可以在`菜单栏布局`设置中修改Barbee菜单栏图标的位置";

/* No comment provided by engineer. */
"Ignore" = "忽略";

/* No comment provided by engineer. */
"The icon may persist in the menu bar and impact your experience using Barbee." = "该图标可能会持续出现在菜单栏中。 使用此功能可能会影响用户体验。";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "光标一直闪烁？";

/* No comment provided by engineer. */
"If your cursor keeps flickering, try clicking the button to fix it." = "如果您的光标持续闪烁，您可以尝试单击按钮来修复光标闪烁问题。";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 修复光标问题";

/* No comment provided by engineer. */
"Cursor issues fixed successfully" = "成功修复光标问题";

/* No comment provided by engineer. */
"Cursor issue fix failed" = "修复光标问题失败";

/* No comment provided by engineer. */
"Menu Bar Style:" = "菜单栏风格:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "菜单栏大小:";

/* No comment provided by engineer. */
"Unified" = "联合";

/* No comment provided by engineer. */
"Separated" = "分开";

/* No comment provided by engineer. */
"Regular" = "普通";

/* No comment provided by engineer. */
"Thin" = "薄";

/* No comment provided by engineer. */
"Mini" = "迷你";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "菜单栏色调:";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️左边";

/* No comment provided by engineer. */
"Right➡️" = "右边➡️";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "菜单栏圆角半径:";

/* No comment provided by engineer. */
"Default" = "默认";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "菜单栏边框颜色:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "菜单栏边框宽度:";

/* No comment provided by engineer. */
"Thanks to all who keep supporting Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get it free of charge🆓️. \\n\\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \\nyou will have the lifetime version and your name will be listed as a contributor to Barbee." = "感谢大家对Barbee的支持🖤。\n您的支持是我持续更新的动力。\n\n如果您是学生、教师、开源维护者或者暂时无法负担这个付费版本，\n👋请与我联系，您将免费获得此版本🆓️。\n\n如果您可以帮助Barbee翻译到您的语言或提高Barbee的翻译水准，\n您将获得终身版并且您的名字将会出现在Barbee的贡献者名单中。";

/* No comment provided by engineer. */
"Get it for free" = "免费获得";

/* No comment provided by engineer. */
"Redeem code" = "使用兑换码";

/* No comment provided by engineer. */
"Award" = "奖励";

/* No comment provided by engineer. */
"Yearly" = "年付版";

/* No comment provided by engineer. */
"Yearly VIP membership" = "年付VIP会员订阅";

/* No comment provided by engineer. */
"Yearly - %@" = "年付版 - %@";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "确认购买后，您的付款将记入iTunes帐户。 如果您的订阅在当前订阅期结束时自动续订，则将再次向iTunes帐户收费，除非在当前订阅期结束前至少24小时关闭了自动续订功能。 购买后，您可以随时在Apple ID帐户设置中管理或关闭自动续订。";

/* No comment provided by engineer. */
"Manage Subscription" = "管理订阅";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will no longer be hidden" = "当屏幕足够宽时，菜单栏图标不再隐藏";

/* No comment provided by engineer. */
"The screen width threshold" = "屏幕宽度阈值";

/* No comment provided by engineer. */
"pixel(s)" = "像素";

/* No comment provided by engineer. */
"Found screen size(s):" = "已找到的屏幕大小:";

/* No comment provided by engineer. */
"Reset All" = "重置所有";

/* No comment provided by engineer. */
"Reset to default appearance:" = "重置到默认外观:";

/* No comment provided by engineer. */
"Follow us" = "关注我们";

/* No comment provided by engineer. */
"Translate Barbee" = "翻译Barbee";

/* No comment provided by engineer. */
"Start Translating" = "开始翻译";

/* No comment provided by engineer. */
"💦Contributors" = "💦贡献者";

/* No comment provided by engineer. */
"Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏" = "特别感谢以下用户帮助Barbee本地化! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋翻译Barbee";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "如果您想帮助将Barbee翻译成其他语言或改进现有翻译，我们将非常感激。";

/* No comment provided by engineer. */
"Optimization:" = "优化:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "降低`屏幕录制`图标的干扰";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "降低菜单栏图标的刷新频率，优化‘屏幕录制’图标的出现概率。";

/* No comment provided by engineer. */
"Special thanks to:" = "特别感谢:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "优化鼠标点击，无法移动，闪烁和消失的问题";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "使用更优化的菜单栏图标管理算法";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "提示: 您也可以按住command ⌘ 去拖动菜单栏图标来改变布局.";

/* No comment provided by engineer. */
"Special Item Library:" = "特殊项目库:";

/* No comment provided by engineer. */
"Add spacer between items" = "在项目间增加间隔";

/* No comment provided by engineer. */
"Put items into a group" = "将项目放入一个组中";

/* No comment provided by engineer. */
"Spacer width: %d" = "间隔宽度: %d";

/* No comment provided by engineer. */
"Width:" = "宽度:";

/* No comment provided by engineer. */
"Spacer width: %d" = "间隔宽度: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "在显示隐藏项目之前自动隐藏其他项目";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "更简洁、更集中地显示隐藏项目，但仅在‘增强模式’下有效";

/* No comment provided by engineer. */
"Items in group:" = "组中的项目:";

/* No comment provided by engineer. */
"Candidates:" = "候选:";

/* No comment provided by engineer. */
"Group: %@" = "组: %@";

/* No comment provided by engineer. */
"No name" = "未命名";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "下拉菜单栏参与 macOS 窗口循环";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "下拉菜单栏可以成为用户的活动窗口。";

/* No comment provided by engineer. */
"Show group on click" = "点击时显示组";

/* No comment provided by engineer. */
"Show group on hover" = "悬停时显示组";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "与 iCloud 自动同步";

/* No comment provided by engineer. */
"Rename" = "重命名";

/* No comment provided by engineer. */
"Matches icon state" = "与图标状态匹配";

/* No comment provided by engineer. */
"Does not match icon state" = "与图标状态不匹配";

/* No comment provided by engineer. */
"Battery state" = "电池状态";

/* No comment provided by engineer. */
"Power source" = "电源";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️任何电源";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 电池";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 电源适配器";
